// 05-exercise/data/exercises-l000002.js

export default {
  id: "l000002",
  exercises: {
    // === العنوان الأول (t01): المقدمة ===
    "l000002-t01-e01": {
      id: "l000002-t01-e01",
      question: "اكتب ما تفكر به"
    },

    // === العنوان الثاني (t02): المبادئ الثلاثة ===
    // --- الأسئلة الرئيسية ---
    "l000002-t02-e01": {
      id: "l000002-t02-e01",
      question: "التعبير: ما الشعور الغير مريح الذي يسببه لي هذا الموقف؟ هل يمكنني أن أرى أنه ليس الموقف من يتسبب لي بهذا الشعور و لكن افكاري؟"
    },
    "l000002-t02-e02": {
      id: "l000002-t02-e02",
      question: "التفكير: ما الافكار التي تقف خلف هذا الشعور و تشكل تجربتي؟"
    },
    "l000002-t02-e03": {
      id: "l000002-t02-e03",
      question: "المصدر: هل أستطيع أن أتنفّس وأتصل بالمصدر الذي هو أعلى من أفكاري، لأدرك أنني لست أفكاري؟ وما الحلول التي تنبع من هذه المساحة التي تحتوي احتماليات لا محدودة؟"
    },

    // === العنوان الثالث (t03): الخاتمة ===
    "l000002-t03-e01": {
      id: "l000002-t03-e01",
      question: "اكتب ما تفكر به"
    }
  }
};
